[
    {
        "title": "Stockfish for Soccer",
        "year": 2025,
        "image": "../images/soccerimg.png",
        "description": "An analysis of soccer passing sequences using a custom-built predictive model, this website aims to provide insights into passing patterns and strategies in soccer games.",
        "url": "https://zcochran27.github.io/Soccer-Events-Analyzed/"
    },
    {
        "title": "eSports Predictive Analysis",
        "year": 2025,
        "image": "../images/espmss.png",
        "description": "Predicting the outcomes within a game of League of Legends using predictive modeling techniques. The project aims to provide insights into the factors that influence the outcome of a game, helping players and teams make informed decisions.",
        "url": "https://lsherles.github.io/An-LoL-Analysis/"
    },
    {
        "title": "Interactive Bike Traffic Map",
        "year": 2025,
        "image": "../images/boston.png",
        "description": "Check out this interactive bike traffic map that I made using D3! It contains bike traffic throughout the day in the Boston area.",
        "url": "https://lsherles.github.io/streetrunner/"
    },
    {
        "title": "Empty Project",
        "year": 2025,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "No description.",
        "url": ""
    },
    {
        "title": "NBA Injuries and Rest Days Analysis",
        "year": 2024,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "An analysis of how teams in the NBA are affected by injuries and varying amounts of rest. The project utilizes data visualization techniques to present the findings in an engaging and informative manner.",
        "url": "https://github.com/lsherles/NBA-Rest-Days-Analysis"
    },
    {
        "title": "Perspiciatis recusandae perferendis provident.",
        "year": 2023,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Blanditiis, harum esse culpa amet soluta reprehenderit atque nam commodi libero vitae accusamus ea pariatur distinctio eligendi laboriosam quibusdam incidunt perspiciatis est eum aut fuga. A itaque debitis quaerat ducimus!"
    },
    {
        "title": "Fugiat provident expedita aut.",
        "year": 2022,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Fugit, unde? Dolorum delectus sequi labore aspernatur asperiores cupiditate qui rerum possimus eaque minima nesciunt eum velit iure nam exercitationem quaerat, doloribus nihil consectetur, at commodi quia quos, officia neque!"
    },
    {
        "title": "Ex dignissimos ratione earum.",
        "year": 2021,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Temporibus eligendi maiores voluptates debitis minima? Porro dolorum aperiam doloribus accusantium pariatur reiciendis maiores ab accusamus et! Eos vel ab delectus ea illo sapiente nostrum harum exercitationem voluptates, assumenda consequuntur!"
    },
    {
        "title": "Quam sequi ad ullam.",
        "year": 2021,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Consequuntur quibusdam dolorem quo! Ut magnam, consectetur quisquam maiores autem omnis doloribus quia impedit non cumque eligendi commodi ipsa excepturi ipsam est, possimus voluptatem minus nam culpa? Itaque, cum minima."
    },
    {
        "title": "Deserunt omnis officiis ipsam?",
        "year": 2020,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Deleniti non tempore rerum eum quos dolorum saepe, eligendi, eveniet officiis voluptatum eius maiores beatae distinctio quia tenetur vitae sequi, aut quidem tempora alias. Impedit quos nesciunt magni id magnam?"
    },
    {
        "title": "Ducimus qui debitis sed.",
        "year": 2020,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quibusdam repellat sint rem eaque! Sunt similique cupiditate ad quis modi laborum itaque esse nesciunt sequi, voluptates quas fugit accusantium non quam error atque nulla! Praesentium molestiae veritatis doloremque iste?"
    },
    {
        "title": "Environmental Challenge Project",
        "year": 2019,
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Examined a multitude of different solutions to reduce water usage at the Sea-Tac Airport in a cost-effective and environmentally friendly way, achieving 3rd place overall in the competition."
    }
]